__all__ = [
    "initial_ideas",
]


initial_ideas = [
    
    r"""啊啊啊啊啊
啊啊啊啊啊
啊啊啊啊啊
啊啊啊啊唉
""",

    r"""天若有情天亦老，
人间正道是沧桑。
""",

    r"""故人入我梦，
明我长相忆。
""",

    r"""正是江南好风景，
落花时节又逢君。
""",

    r"""当时明月在，
曾照彩云归。
""",

    r"""锦瑟无端五十弦，一弦一柱思华年。
庄生晓梦迷蝴蝶，望帝春心托杜鹃。
沧海月明珠有泪，蓝田日暖玉生烟。
此情可待成追忆，只是当时已惘然。
""",

    r"""愿为中林草，秋随野火燔。
糜灭岂不痛，愿与株荄连。
""",

    r"""春风杨柳万千条，
六亿神州尽舜尧。
""",

    r"""食熊则肥，食蛙则瘦。
""",

    r"""人民胜利今何在？
满路新贵满目衰。
""",

    r"""时日曷丧，明明如月，何时可辍。
""",

    r"""二十七步天注定，逆流河上任我行。
""",

    r"""世胄蹑高位，英俊沉下僚。
""",
]